---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsPipeFixtureUnitsParam
source: html/eb713f4d-18a0-8983-7f15-0ea60b75b6d3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsPipeFixtureUnitsParam Property

"Fixture Units"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsPipeFixtureUnitsParam { get; }
```